[
	"No unsolicited direct messages (DMs) to other members of the discord. This includes staff. Verify that the member you are messaging is ok with you sending them DMs. The only exception to this rule is if a situation warrants the involvement of a moderator in order to handle something such as harassment or a situation where another member of the discord has made you feel uncomfortable.",
	"No excessive self-promotion. Linking to another discord server is strictly prohibited unless you have the infosec-developer role and the server is being linked as a resource to provide help with a specific tool (e.g. linking the Ciphey official Discord server for help with Ciphey). Don't turn it into advertising.",
	"Please avoid causing drama and respect each other's opinions!",
	"Discrimination of any kind is not tolerated and will be met with punishment accordingly. Racism will result in a permanent ban without question.",
	"Administrators reserve the right to modify the rules at any time and extend them accordingly to cover infractions that may not be currently included in these rules.",
	"Keep conversations SFW (Safe for work). This is an educational and professional environment, be sure that your words do not offend or make other members uncomfortable. This server is exclusively English speaking for the purposes of moderation.",
	"No discussion of illegal/unethical topics or actions.",
	"Refrain from sharing any malicious files which you think can cause damage for other users. If you think you need to share it as part of some resource please approach a moderator first to get approval.",
	"We do not endorse piracy, distribution of any illegally obtained resources will not be tolerated!",
	"If you use a Nitro boost on the server you get a pick a new server emote. If you do this twice you get two emotes. Emotes must be server appropriate.",
	"Please leave any disciplinary measures to the discord staff. This is also known as no 'mini-modding'. If something is happening, please just let the staff know and we can take care of it <3. This includes no dog-piling. Let a mod handle it.",
	"No spamming, please. This includes excess repeating of the same messages (typically from five upwards, however, staff reserve the right to further judgement in these cases)."
]
